cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ccat'
brew 'certigo'
brew 'cowsay'
brew 'diff-so-fancy'
brew 'gcal'
brew 'git'
brew 'git-flow'
brew 'gnupg'
brew 'grc'
brew 'gron'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'ipcalc'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'moreutils'
brew 'nmap'
brew 'openssl'
brew 'readline'
brew 'postgresql'
brew 'proselint'
brew 'python3'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'ssh-copy-id'
brew 'spaceman-diff'
brew 'shellcheck'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'xz'
brew 'zsh'
brew 'zsh-navigation-tools'

cask 'aerial'
cask 'archiver'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'tunnelbear'
cask 'vlc'
cask 'lastpass'
cask 'iterm2'

# For business

# For pleasure
cask 'garmin-express'
cask 'adobe-creative-cloud'
cask 'brewtarget'
