cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ccat'
brew 'cowsay'
brew 'gcal'
brew 'git'
brew 'git-flow'
brew 'gnupg'
brew 'grc'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'nmap'
brew 'openssl'
brew 'readline'
brew 'postgresql'
brew 'python3'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'ssh-copy-id'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'xz'
brew 'zsh'

cask 'adium'
cask 'firefox'
cask 'garmin-express'
cask 'google-chrome'
cask 'slack'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
